<template>
  <div>
    <div class="content">
      <p>
        党建文化中国共产党九十多年发展经验的宝贵结品，有着丰富的内涵和鲜明待征。海发集团始终坚持党建思想引领，构建特色企业文化，以新时代“龙与精神"为校心，把坚持党的领导、加强党的建设附入到企业价值观塑造和企业管理中去，全力打造“龙马躬行"觉建品牌
      </p>
      <p>
        "龙马”，既奋斗不止、自强不息的中华民族精神象征，又海发集团“二次创业”时期的文化象红物，代表着志存高远、昂扬向上腾飞跨越;“躬行”，休现海发人勤力同心、忠诚担当、脚踏实地。
      </p>
      <p>
        "龙马躬行”代表海发集团筑牢企业的“根"与"魂”，始终把党建作为引领企业发展的“思想旗帜”和加战略转至发展的“红色引挛”，发挥敢打必胜、敢恕善成、敢闯智赢的新时代“龙马精神”，勇依藏马“山工”，房负重任、担当作为，运用市场化、专业化、平台化法治化、生态化思维讲耘城市美好生活，将员工梦，企业梦、城市梦、中国梦完美融合，凝聚起"二次创业“的磅确力量，开拓出新长征的康庄大道。
      </p>
    </div>
  </div>
</template>

<script setup name="contactUs">
import { ref, onMounted } from "vue";
onMounted(() => {});
</script>
<style lang="scss">
.content {
  padding: 0 20px 20px 20px;

  p {
    font-size: 14px;
    line-height: 28px;
  }
}
</style>
